{
  "en": {
    "shop": "Shop",
    "garage": "Garage",
    "gifts": "Gifts",
    "pass": "Pass",
    "best": "Best",
    "quests": "Quests",
    "rate": "Rate",
    "play": "Play",
    "special": "Special",
    "offers": "Offers",
    "cars": "Cars",
    "resources": "Resources",
    "settings": "Settings",
    "music": "Music",
    "language": "Language",
    "fortuneWheel": "Fortune Wheel",
    "box": "Box",
    "gift": "Gift",
    "offer": "Offer",
    "car": "Car",
    "coins": "Coins",
    "gems": "Gems",
    "rare": "Rare",
    "epic": "Epic",
    "mythic": "Mythic",
    "legendary": "Legendary",
    "free": "Free",
    "tapToOpen": "Tap to open",
    "tapToGet": "Tap to get",
    "1per24hours": "1 per 24 hours",
    "spin": "Spin",
    "nextSpinIn": "Next spin in",
    "goldPass": "Gold Pass",
    "freePass": "Free Pass",
    "data": "Data",
    "maxSpeed": "Max speed",
    "maxReverseSpeed": "Max reverse speed",
    "accelerationMultiplier": "Acceleration multiplier",
    "steeringAngle": "Steering angle",
    "descriptionBMWM3E36": "A classic sports sedan known for its balanced handling, precision, and iconic inline-six engine, making it a favorite among driving enthusiasts.",
    "descriptionBMWM4": "A high-performance coupe with aggressive styling, powered by a turbocharged inline-six engine, delivering exhilarating speed and agility.",
    "descriptionChevroletCamaro" : "An American muscle car legend with bold design, offering thrilling V8 performance and unmistakable road presence.",
    "descriptionDodgeChallenger2008" : "A retro-styled muscle car with a powerful V8 engine, offering a nostalgic yet modern driving experience with brute strength.",
    "descriptionGreenCar" : "A sleek, eco-friendly vehicle with efficient performance, perfect for those who care about both style and sustainability.",
    "descriptionLamborghiniAventador" : "An exotic supercar featuring a roaring V12 engine and breathtaking design, delivering unmatched power and speed.",
    "descriptionLexusLFA" : "A rare, meticulously crafted supercar with a high-revving V10 engine, combining luxury with high-performance engineering.",
    "descriptionMazdaRX-7" : "A lightweight, rotary-powered sports car known for its agile handling and timeless design, a true enthusiast’s car.",
    "descriptionNissanGTR50" : "A limited-edition powerhouse blending cutting-edge technology and raw performance, designed to push the limits of speed.",
    "descriptionNissanSkyline" : "A legendary sports car with a rich motorsport heritage, offering exceptional performance and advanced engineering.",
    "descriptionOrangeCar" : "A vibrant and dynamic car with striking aesthetics and energetic performance, perfect for those who love to stand out.",
    "descriptionPorscheTaycan" : "A cutting-edge electric sports sedan with Porsche’s signature performance, blending luxury, innovation, and zero-emission driving.",
    "descriptionPurpleCar" : "A bold, unique vehicle with a strong visual impact and dynamic handling, perfect for making a statement on the road.",
    "descriptionToyotaAE-86" : "A cult-favorite lightweight coupe, famous for its role in drift culture, offering precise handling and a pure driving experience.",
    "equipped" : "Equipped",
    "equip" : "Equip"
  },
  "ru": {
    "shop": "Магазин",
    "garage": "Гараж",
    "gifts": "Подарки",
    "pass": "Пропуск",
    "best": "Лучшее",
    "quests": "Квесты",
    "rate": "Оценить",
    "play": "Играть",
    "special": "Специальное",
    "offers": "Предложения",
    "cars": "Машины",
    "resources": "Ресурсы",
    "settings": "Настройки",
    "music": "Музыка",
    "language": "Язык",
    "fortuneWheel": "Колесо фортуны",
    "box": "Ящик",
    "gift": "Подарок",
    "offer": "Предложение",
    "car": "Машина",
    "coins": "Монеты",
    "gems": "Гемы",
    "rare": "Редкий",
    "epic": "Эпический",
    "mythic": "Мифический",
    "legendary": "Легендарный",
    "free": "Бесплатно",
    "tapToOpen": "Нажмите, чтобы открыть",
    "tapToGet": "Нажмите, чтобы получить",
    "1per24hours": "1 раз в 24 часа",
    "spin": "Крутить",
    "nextSpinIn": "Следующее вращение через",
    "goldPass": "Золотой пропуск",
    "freePass": "Бесплатный пропуск",
    "data": "Информация",
    "maxSpeed": "Максимальная скорость",
    "maxReverseSpeed": "Максимальная обратная скорость",
    "accelerationMultiplier": "Множитель ускорения",
    "steeringAngle": "Угол поворота",
    "descriptionBMWM3E36": "Классический спортивный седан, известный своей сбалансированной управляемостью, точностью и культовым рядным шестицилиндровым двигателем, что делает его любимым среди автолюбителей.",
    "descriptionBMWM4": "Высокопроизводительный купе с агрессивным стилем, работающий на турбированном рядном шестицилиндровом двигателе, обеспечивающем захватывающую скорость и маневренность.",
    "descriptionChevroletCamaro": "Легенда американского muscle car с смелым дизайном, предлагающая захватывающую производительность V8 и незабываемое присутствие на дороге.",
    "descriptionDodgeChallenger2008": "Машина в ретро-стиле с мощным V8, предлагающая ностальгический, но современный опыт вождения с грубой силой.",
    "descriptionGreenCar": "Элегантное, экологичное транспортное средство с эффективной производительностью, идеально для тех, кто заботится о стиле и устойчивом развитии.",
    "descriptionLamborghiniAventador": "Экзотический суперкар с ревущим V12 и захватывающим дизайном, обеспечивающий бескомпромиссную мощь и скорость.",
    "descriptionLexusLFA": "Редкий, тщательно изготовленный суперкар с высокооборотистым V10, объединяющий роскошь с высокопроизводительной инженерией.",
    "descriptionMazdaRX-7": "Легкий спортивный автомобиль с ротационным двигателем, известный своей маневренностью и вечным дизайном, настоящий автомобиль для энтузиастов.",
    "descriptionNissanGTR50": "Ограниченная серия мощного автомобиля, сочетающего передовые технологии и сырую производительность, созданная для превышения границ скорости.",
    "descriptionNissanSkyline": "Легендарный спортивный автомобиль с богатым гоночным наследием, предлагающий исключительную производительность и передовые технологии.",
    "descriptionOrangeCar": "Яркий и динамичный автомобиль с эффектной эстетикой и энергичной производительностью, идеально для тех, кто любит выделяться.",
    "descriptionPorscheTaycan": "Современный электрический спортивный седан с характерной производительностью Porsche, объединяющий роскошь, инновации и безвредное вождение.",
    "descriptionPurpleCar": "Смелый, уникальный автомобиль с сильным визуальным воздействием и динамичной управляемостью, идеально для создания акцента на дороге.",
    "descriptionToyotaAE-86": "Культовый легкий купе, известный своей ролью в культуре дрифта, предлагающий точную управляемость и чистый опыт вождения.",
    "equipped": "Установлено",
    "equip": "Установить"
  },
  "fr": {
    "shop": "Boutique",
    "garage": "Garage",
    "gifts": "Cadeaux",
    "pass": "Pass",
    "best": "Meilleur",
    "quests": "Quêtes",
    "rate": "Évaluer",
    "play": "Jouer",
    "special": "Spécial",
    "offers": "Offres",
    "cars": "Voitures",
    "resources": "Ressources",
    "settings": "Paramètres",
    "music": "Musique",
    "language": "Langue",
    "fortuneWheel": "Roue de la Fortune",
    "box": "Boîte",
    "gift": "Cadeau",
    "offer": "Offre",
    "car": "Voiture",
    "coins": "Pièces",
    "gems": "Gems",
    "rare": "Rare",
    "epic": "Épique",
    "mythic": "Mythique",
    "legendary": "Légendaire",
    "free": "Gratuit",
    "tapToOpen": "Appuyez pour ouvrir",
    "tapToGet": "Appuyez pour obtenir",
    "1per24hours": "1 par 24 heures",
    "spin": "Tourner",
    "nextSpinIn": "Prochain tour dans",
    "goldPass": "Pass Or",
    "freePass": "Pass gratuit",
    "data": "Données",
    "maxSpeed": "Vitesse maximale",
    "maxReverseSpeed": "Vitesse maximale en marche arrière",
    "accelerationMultiplier": "Multiplicateur d'accélération",
    "steeringAngle": "Angle de direction",
    "descriptionBMWM3E36": "Une berline sportive classique connue pour sa maniabilité équilibrée, sa précision et son moteur emblématique à six cylindres en ligne, faisant d'elle un favori des passionnés de conduite.",
    "descriptionBMWM4": "Un coupé haute performance avec un style agressif, propulsé par un moteur à six cylindres en ligne turbo, offrant vitesse et agilité exaltantes.",
    "descriptionChevroletCamaro": "Une légende des muscle cars américains au design audacieux, offrant des performances V8 palpitantes et une présence sur la route indéniable.",
    "descriptionDodgeChallenger2008": "Une muscle car au style rétro avec un puissant moteur V8, offrant une expérience de conduite nostalgique mais moderne avec une force brute.",
    "descriptionGreenCar": "Un véhicule élégant et écologique avec des performances efficaces, parfait pour ceux qui se soucient à la fois du style et de la durabilité.",
    "descriptionLamborghiniAventador": "Une supercar exotique avec un moteur V12 rugissant et un design époustouflant, offrant une puissance et une vitesse inégalées.",
    "descriptionLexusLFA": "Une supercar rare, méticuleusement conçue avec un moteur V10 à haut régime, alliant luxe et ingénierie de haute performance.",
    "descriptionMazdaRX-7": "Une voiture sportive légère propulsée par un moteur rotatif, connue pour sa maniabilité agile et son design intemporel, une véritable voiture pour passionnés.",
    "descriptionNissanGTR50": "Une puissance en édition limitée alliant technologie de pointe et performances brutes, conçue pour repousser les limites de la vitesse.",
    "descriptionNissanSkyline": "Une voiture sportive légendaire avec un riche héritage en sport automobile, offrant des performances exceptionnelles et une ingénierie avancée.",
    "descriptionOrangeCar": "Une voiture vibrante et dynamique avec une esthétique frappante et des performances énergiques, parfaite pour ceux qui aiment se démarquer.",
    "descriptionPorscheTaycan": "Une berline sportive électrique de pointe avec la performance emblématique de Porsche, alliant luxe, innovation et conduite zéro émission.",
    "descriptionPurpleCar": "Un véhicule audacieux et unique avec un impact visuel fort et une maniabilité dynamique, parfait pour faire une déclaration sur la route.",
    "descriptionToyotaAE-86": "Un coupé léger culte, célèbre pour son rôle dans la culture du drift, offrant une maniabilité précise et une expérience de conduite pure.",
    "equipped": "Équipé",
    "equip": "Équiper"
  },
  "de": {
    "shop": "Laden",
    "garage": "Garage",
    "gifts": "Geschenke",
    "pass": "Pass",
    "best": "Beste",
    "quests": "Quests",
    "rate": "Bewerten",
    "play": "Spielen",
    "special": "Spezial",
    "offers": "Angebote",
    "cars": "Autos",
    "resources": "Ressourcen",
    "settings": "Einstellungen",
    "music": "Musik",
    "language": "Sprache",
    "fortuneWheel": "Glücksrad",
    "box": "Kiste",
    "gift": "Geschenk",
    "offer": "Angebot",
    "car": "Auto",
    "coins": "Münzen",
    "gems": "Edelsteine",
    "rare": "Selten",
    "epic": "Episch",
    "mythic": "Mythisch",
    "legendary": "Legendär",
    "free": "Kostenlos",
    "tapToOpen": "Tippen, um zu öffnen",
    "tapToGet": "Tippen, um zu erhalten",
    "1per24hours": "1 pro 24 Stunden",
    "spin": "Drehen",
    "nextSpinIn": "Nächstes Drehen in",
    "goldPass": "Gold-Pass",
    "freePass": "Kostenloser Pass",
    "data": "Daten",
    "maxSpeed": "Höchstgeschwindigkeit",
    "maxReverseSpeed": "Höchstgeschwindigkeit im Rückwärtsgang",
    "accelerationMultiplier": "Beschleunigungsfaktor",
    "steeringAngle": "Lenkwinkel",
    "descriptionBMWM3E36": "Eine klassische Sportlimousine, bekannt für ihr ausgewogenes Handling, Präzision und den ikonischen Reihensechszylinder, der sie bei Autofans beliebt macht.",
    "descriptionBMWM4": "Ein Hochleistungs-Coupé mit aggressivem Design, angetrieben von einem turboaufgeladenen Reihensechszylinder, der atemberaubende Geschwindigkeit und Agilität bietet.",
    "descriptionChevroletCamaro": "Eine Legende der amerikanischen Muscle Cars mit mutigem Design, die aufregende V8-Leistung und unverwechselbare Straßenpräsenz bietet.",
    "descriptionDodgeChallenger2008": "Ein im Retro-Stil gehaltenes Muscle Car mit einem kraftvollen V8-Motor, das ein nostalgisches, aber modernes Fahrerlebnis mit roher Kraft bietet.",
    "descriptionGreenCar": "Ein schlanker, umweltfreundlicher Wagen mit effizienter Leistung, perfekt für diejenigen, die sowohl Stil als auch Nachhaltigkeit schätzen.",
    "descriptionLamborghiniAventador": "Ein exotischer Supersportwagen mit einem dröhnenden V12-Motor und atemberaubendem Design, der unvergleichliche Kraft und Geschwindigkeit liefert.",
    "descriptionLexusLFA": "Ein seltener, sorgfältig gefertigter Supersportwagen mit einem hochdrehenden V10-Motor, der Luxus mit Hochleistungsengineering kombiniert.",
    "descriptionMazdaRX-7": "Ein leichtgewichtiger, rotierend angetriebener Sportwagen, bekannt für sein agiles Handling und zeitloses Design, ein echtes Auto für Enthusiasten.",
    "descriptionNissanGTR50": "Eine limitierte Auflage eines Kraftpakets, das modernste Technologie mit roher Leistung vereint, entwickelt, um die Grenzen der Geschwindigkeit zu verschieben.",
    "descriptionNissanSkyline": "Ein legendärer Sportwagen mit reichem Motorsport-Erbe, der außergewöhnliche Leistung und fortschrittliche Technik bietet.",
    "descriptionOrangeCar": "Ein lebendiges und dynamisches Auto mit auffälliger Ästhetik und energischer Leistung, perfekt für diejenigen, die auffallen möchten.",
    "descriptionPorscheTaycan": "Eine hochmoderne elektrische Sportlimousine mit der charakteristischen Leistung von Porsche, die Luxus, Innovation und emissionsfreies Fahren verbindet.",
    "descriptionPurpleCar": "Ein mutiges, einzigartiges Fahrzeug mit starkem visuellem Eindruck und dynamischem Handling, perfekt für eine Aussage auf der Straße.",
    "descriptionToyotaAE-86": "Ein kultiger leichter Coupé, berühmt für seine Rolle in der Driftkultur, der präzises Handling und ein reines Fahrerlebnis bietet.",
    "equipped": "Ausrüstet",
    "equip": "Ausrüsten"

  },
  "es": {
    "shop": "Tienda",
    "garage": "Garaje",
    "gifts": "Regalos",
    "pass": "Pase",
    "best": "Mejor",
    "quests": "Misiones",
    "rate": "Valorar",
    "play": "Jugar",
    "special": "Especial",
    "offers": "Ofertas",
    "cars": "Coches",
    "resources": "Recursos",
    "settings": "Ajustes",
    "music": "Música",
    "language": "Idioma",
    "fortuneWheel": "Rueda de la Fortuna",
    "box": "Caja",
    "gift": "Regalo",
    "offer": "Oferta",
    "car": "Coche",
    "coins": "Monedas",
    "gems": "Gemas",
    "rare": "Raro",
    "epic": "Épico",
    "mythic": "Mítico",
    "legendary": "Legendario",
    "free": "Gratis",
    "tapToOpen": "Toca para abrir",
    "tapToGet": "Toca para obtener",
    "1per24hours": "1 cada 24 horas",
    "spin": "Girar",
    "nextSpinIn": "Próximo giro en",
    "goldPass": "Pase de oro",
    "freePass": "Pase gratuito",
    "data": "Datos",
    "maxSpeed": "Velocidad máxima",
    "maxReverseSpeed": "Velocidad máxima en reversa",
    "accelerationMultiplier": "Multiplicador de aceleración",
    "steeringAngle": "Ángulo de dirección",
    "descriptionBMWM3E36": "Un sedán deportivo clásico conocido por su manejo equilibrado, precisión y su icónico motor de seis cilindros en línea, convirtiéndolo en un favorito entre los entusiastas de la conducción.",
    "descriptionBMWM4": "Un coupé de alto rendimiento con un diseño agresivo, impulsado por un motor de seis cilindros en línea turboalimentado, que ofrece velocidad y agilidad emocionantes.",
    "descriptionChevroletCamaro": "Una leyenda de los muscle cars americanos con un diseño audaz, que ofrece un emocionante rendimiento de V8 y una presencia en la carretera inconfundible.",
    "descriptionDodgeChallenger2008": "Un muscle car de estilo retro con un potente motor V8, que ofrece una experiencia de conducción nostálgica pero moderna con una fuerza bruta.",
    "descriptionGreenCar": "Un vehículo ecológico y elegante con un rendimiento eficiente, perfecto para quienes se preocupan tanto por el estilo como por la sostenibilidad.",
    "descriptionLamborghiniAventador": "Un supercoche exótico con un rugiente motor V12 y un diseño impresionante, que ofrece una potencia y velocidad incomparables.",
    "descriptionLexusLFA": "Un supercoche raro, meticulosamente elaborado con un motor V10 de altas revoluciones, que combina lujo con ingeniería de alto rendimiento.",
    "descriptionMazdaRX-7": "Un deportivo ligero impulsado por un motor rotativo, conocido por su manejo ágil y su diseño atemporal, un verdadero coche para entusiastas.",
    "descriptionNissanGTR50": "Una potencia de edición limitada que combina tecnología de vanguardia y rendimiento en bruto, diseñada para superar los límites de la velocidad.",
    "descriptionNissanSkyline": "Un coche deportivo legendario con un rico patrimonio en motorsport, que ofrece un rendimiento excepcional y una ingeniería avanzada.",
    "descriptionOrangeCar": "Un coche vibrante y dinámico con una estética llamativa y un rendimiento enérgico, perfecto para quienes aman destacar.",
    "descriptionPorscheTaycan": "Una moderna berlina deportiva eléctrica con el rendimiento característico de Porsche, que combina lujo, innovación y conducción sin emisiones.",
    "descriptionPurpleCar": "Un vehículo audaz y único con un fuerte impacto visual y manejo dinámico, perfecto para hacer una declaración en la carretera.",
    "descriptionToyotaAE-86": "Un coupé ligero de culto, famoso por su papel en la cultura del drift, que ofrece un manejo preciso y una experiencia de conducción pura.",
    "equipped": "Equipado",
    "equip": "Equipar"
  },
  "it": {
    "shop": "Negozio",
    "garage": "Garage",
    "gifts": "Regali",
    "pass": "Pass",
    "best": "Migliore",
    "quests": "Missioni",
    "rate": "Valutare",
    "play": "Giocare",
    "special": "Speciale",
    "offers": "Offerte",
    "cars": "Auto",
    "resources": "Risorse",
    "settings": "Impostazioni",
    "music": "Musica",
    "language": "Lingua",
    "fortuneWheel": "Ruota della Fortuna",
    "box": "Scatola",
    "gift": "Regalo",
    "offer": "Offerta",
    "car": "Auto",
    "coins": "Monete",
    "gems": "Gemme",
    "rare": "Raro",
    "epic": "Epico",
    "mythic": "Mitico",
    "legendary": "Leggendario",
    "free": "Gratuito",
    "tapToOpen": "Tocca per aprire",
    "tapToGet": "Tocca per ottenere",
    "1per24hours": "1 ogni 24 ore",
    "spin": "Gira",
    "nextSpinIn": "Prossimo giro tra",
    "goldPass": "Pass Oro",
    "freePass": "Pass gratuito",
    "data": "Dati",
    "maxSpeed": "Velocità massima",
    "maxReverseSpeed": "Velocità massima in retromarcia",
    "accelerationMultiplier": "Moltiplicatore di accelerazione",
    "steeringAngle": "Angolo di sterzata",
    "descriptionBMWM3E36": "Una classica berlina sportiva conosciuta per la sua maneggevolezza equilibrata, precisione e il suo iconico motore sei cilindri in linea, rendendola una preferita tra gli appassionati di guida.",
    "descriptionBMWM4": "Un coupé ad alte prestazioni con uno stile aggressivo, alimentato da un motore sei cilindri in linea turbo, che offre velocità e agilità emozionanti.",
    "descriptionChevroletCamaro": "Una leggenda delle muscle car americane con un design audace, che offre prestazioni V8 entusiasmanti e una presenza sulla strada inconfondibile.",
    "descriptionDodgeChallenger2008": "Una muscle car in stile retro con un potente motore V8, che offre un'esperienza di guida nostalgica ma moderna con forza bruta.",
    "descriptionGreenCar": "Un veicolo elegante ed ecologico con prestazioni efficienti, perfetto per chi si preoccupa sia dello stile che della sostenibilità.",
    "descriptionLamborghiniAventador": "Un'auto sportiva esotica con un ruggente motore V12 e un design mozzafiato, che offre potenza e velocità senza pari.",
    "descriptionLexusLFA": "Un'auto sportiva rara, meticolosamente progettata con un motore V10 ad alta rotazione, che combina lusso e ingegneria ad alte prestazioni.",
    "descriptionMazdaRX-7": "Un'auto sportiva leggera, alimentata da un motore rotativo, nota per la sua maneggevolezza agile e il design senza tempo, una vera auto per appassionati.",
    "descriptionNissanGTR50": "Una potenza in edizione limitata che fonde tecnologia all'avanguardia e prestazioni grezze, progettata per superare i limiti della velocità.",
    "descriptionNissanSkyline": "Un'auto sportiva leggendaria con un ricco patrimonio nel motorsport, che offre prestazioni eccezionali e ingegneria avanzata.",
    "descriptionOrangeCar": "Un'auto vivace e dinamica con un'estetica sorprendente e prestazioni energiche, perfetta per chi ama distinguersi.",
    "descriptionPorscheTaycan": "Una berlina sportiva elettrica all'avanguardia con le prestazioni caratteristiche di Porsche, che unisce lusso, innovazione e guida senza emissioni.",
    "descriptionPurpleCar": "Un veicolo audace e unico con un forte impatto visivo e maneggevolezza dinamica, perfetto per fare una dichiarazione sulla strada.",
    "descriptionToyotaAE-86": "Un coupé leggero di culto, famoso per il suo ruolo nella cultura del drift, che offre una maneggevolezza precisa e un'esperienza di guida pura.",
    "equipped": "Equipaggiato",
    "equip": "Equipaggia"

  },
  "pt": {
    "shop": "Loja",
    "garage": "Garagem",
    "gifts": "Presentes",
    "pass": "Passe",
    "best": "Melhor",
    "quests": "Missões",
    "rate": "Avaliar",
    "play": "Jogar",
    "special": "Especial",
    "offers": "Ofertas",
    "cars": "Carros",
    "resources": "Recursos",
    "settings": "Configurações",
    "music": "Música",
    "language": "Idioma",
    "fortuneWheel": "Roda da Fortuna",
    "box": "Caixa",
    "gift": "Presente",
    "offer": "Oferta",
    "car": "Carro",
    "coins": "Moedas",
    "gems": "Gemas",
    "rare": "Raro",
    "epic": "Épico",
    "mythic": "Mítico",
    "legendary": "Lendário",
    "free": "Grátis",
    "tapToOpen": "Toque para abrir",
    "tapToGet": "Toque para obter",
    "1per24hours": "1 a cada 24 horas",
    "spin": "Girar",
    "nextSpinIn": "Próxima rodada em",
    "goldPass": "Passe de Ouro",
    "freePass": "Passe grátis",
    "data": "Dados",
    "maxSpeed": "Velocidade máxima",
    "maxReverseSpeed": "Velocidade máxima em marcha ré",
    "accelerationMultiplier": "Multiplicador de aceleração",
    "steeringAngle": "Ângulo de direção",
    "descriptionBMWM3E36": "Uma berlina esportiva clássica conhecida por seu manuseio equilibrado, precisão e seu icônico motor de seis cilindros em linha, tornando-a uma favorita entre os entusiastas da direção.",
    "descriptionBMWM4": "Um coupé de alto desempenho com estilo agressivo, alimentado por um motor de seis cilindros em linha turbo, oferecendo velocidade e agilidade emocionantes.",
    "descriptionChevroletCamaro": "Uma lenda dos muscle cars americanos com design ousado, oferecendo desempenho V8 emocionante e presença inconfundível na estrada.",
    "descriptionDodgeChallenger2008": "Um muscle car de estilo retrô com um potente motor V8, oferecendo uma experiência de condução nostálgica, mas moderna, com força bruta.",
    "descriptionGreenCar": "Um veículo elegante e ecológico com desempenho eficiente, perfeito para quem se preocupa tanto com estilo quanto com sustentabilidade.",
    "descriptionLamborghiniAventador": "Um supercarro exótico com um rugido V12 e um design deslumbrante, oferecendo potência e velocidade incomparáveis.",
    "descriptionLexusLFA": "Um supercarro raro, meticulosamente elaborado com um motor V10 de alta rotação, combinando luxo com engenharia de alto desempenho.",
    "descriptionMazdaRX-7": "Um carro esportivo leve com motor rotativo, conhecido por sua manobrabilidade ágil e design atemporal, um verdadeiro carro para entusiastas.",
    "descriptionNissanGTR50": "Um potente carro em edição limitada que combina tecnologia de ponta e desempenho bruto, projetado para ultrapassar os limites da velocidade.",
    "descriptionNissanSkyline": "Um carro esportivo lendário com um rico patrimônio no automobilismo, oferecendo desempenho excepcional e engenharia avançada.",
    "descriptionOrangeCar": "Um carro vibrante e dinâmico com estética marcante e desempenho energético, perfeito para quem ama se destacar.",
    "descriptionPorscheTaycan": "Uma berlina esportiva elétrica de ponta com o desempenho característico da Porsche, combinando luxo, inovação e condução sem emissões.",
    "descriptionPurpleCar": "Um veículo audacioso e único com um forte impacto visual e manuseio dinâmico, perfeito para fazer uma declaração na estrada.",
    "descriptionToyotaAE-86": "Um coupé leve cult, famoso por seu papel na cultura do drift, oferecendo manuseio preciso e uma experiência de direção pura.",
    "equipped": "Equipado",
    "equip": "Equipar"

  },
  "zh": {
    "shop": "商店",
    "garage": "车库",
    "gifts": "礼物",
    "pass": "通行证",
    "best": "最好",
    "quests": "任务",
    "rate": "评分",
    "play": "玩",
    "special": "特别",
    "offers": "优惠",
    "cars": "汽车",
    "resources": "资源",
    "settings": "设置",
    "music": "音乐",
    "language": "语言",
    "fortuneWheel": "幸运转盘",
    "box": "盒子",
    "gift": "礼物",
    "offer": "优惠",
    "car": "车",
    "coins": "硬币",
    "gems": "宝石",
    "rare": "稀有",
    "epic": "史诗",
    "mythic": "神话",
    "legendary": "传奇",
    "free": "免费",
    "tapToOpen": "点击打开",
    "tapToGet": "点击获取",
    "1per24hours": "24小时一次",
    "spin": "旋转",
    "nextSpinIn": "下一次旋转在",
    "goldPass": "黄金通行证",
    "freePass": "免费通行证",
    "data": "数据",
    "maxSpeed": "最高速度",
    "maxReverseSpeed": "最高倒车速度",
    "accelerationMultiplier": "加速度倍数",
    "steeringAngle": "转向角度",
    "descriptionBMWM3E36": "一款经典的运动轿车，以其平衡的操控、精准度和标志性的六缸发动机而闻名，深受驾驶爱好者喜爱。",
    "descriptionBMWM4": "一款高性能跑车，外形激进，搭载涡轮增压六缸发动机，提供令人兴奋的速度和敏捷性。",
    "descriptionChevroletCamaro": "美国肌肉车的传奇，具有大胆的设计，提供令人兴奋的V8性能和无与伦比的路面存在感。",
    "descriptionDodgeChallenger2008": "一款复古风格的肌肉车，配备强大的V8发动机，提供怀旧而现代的驾驶体验，展现强大的力量。",
    "descriptionGreenCar": "一款时尚环保的车辆，具有效率高的性能，完美适合注重风格与可持续性的人士。",
    "descriptionLamborghiniAventador": "一款具有轰鸣V12发动机和令人惊叹设计的异国超跑，提供无与伦比的动力和速度。",
    "descriptionLexusLFA": "一款稀有且精心制作的超跑，配备高转速V10发动机，结合了奢华与高性能工程。",
    "descriptionMazdaRX-7": "一款轻巧的旋转发动机跑车，以其灵活的操控和经典设计而闻名，是真正的爱好者之车。",
    "descriptionNissanGTR50": "一款限量版的强大车型，融合尖端科技与原始性能，旨在突破速度极限。",
    "descriptionNissanSkyline": "一款传奇运动车，拥有丰富的赛车遗产，提供卓越的性能和先进的工程技术。",
    "descriptionOrangeCar": "一款生动而充满活力的汽车，具有引人注目的外观和充满活力的性能，完美适合喜欢出众的人士。",
    "descriptionPorscheTaycan": "一款尖端的电动运动轿车，结合了保时捷的标志性性能、奢华、创新和零排放驾驶。",
    "descriptionPurpleCar": "一款大胆独特的车辆，具有强烈的视觉冲击和动态操控，完美适合在路上制造亮点。",
    "descriptionToyotaAE-86": "一款备受追捧的轻型跑车，因在漂移文化中的作用而闻名，提供精准的操控和纯粹的驾驶体验。",
    "equipped": "已装备",
    "equip": "装备"

  },
  "ja": {
    "shop": "ショップ",
    "garage": "ガレージ",
    "gifts": "ギフト",
    "pass": "パス",
    "best": "最高",
    "quests": "クエスト",
    "rate": "評価",
    "play": "プレイ",
    "special": "特別",
    "offers": "オファー",
    "cars": "車",
    "resources": "リソース",
    "settings": "設定",
    "music": "音楽",
    "language": "言語",
    "fortuneWheel": "フォーチュンホイール",
    "box": "ボックス",
    "gift": "ギフト",
    "offer": "オファー",
    "car": "車",
    "coins": "コイン",
    "gems": "ジェム",
    "rare": "レア",
    "epic": "エピック",
    "mythic": "ミシック",
    "legendary": "レジェンダリー",
    "free": "無料",
    "tapToOpen": "開くためにタップ",
    "tapToGet": "取得するためにタップ",
    "1per24hours": "24時間に1回",
    "spin": "スピン",
    "nextSpinIn": "次のスピンは",
    "goldPass": "ゴールドパス",
    "freePass": "フリーパス",
    "data": "データ",
    "maxSpeed": "最高速度",
    "maxReverseSpeed": "最大逆走行速度",
    "accelerationMultiplier": "加速乗数",
    "steeringAngle": "ステアリング角度",
    "descriptionBMWM3E36": "バランスの取れたハンドリング、精密性、アイコニックな直列6気筒エンジンで知られるクラシックなスポーツセダンで、ドライビング愛好者に人気です。",
    "descriptionBMWM4": "アグレッシブなスタイリングの高性能クーペで、ターボチャージャー付き直列6気筒エンジンを搭載し、刺激的な速度と機動性を提供します。",
    "descriptionChevroletCamaro": "大胆なデザインのアメリカンマッスルカーの伝説で、刺激的なV8パフォーマンスと目を引く路上での存在感を提供します。",
    "descriptionDodgeChallenger2008": "強力なV8エンジンを搭載したレトロスタイルのマッスルカーで、懐かしさと現代性を兼ね備えた運転体験を提供します。",
    "descriptionGreenCar": "スタイリッシュでエコフレンドリーな車両で、効率的なパフォーマンスを持ち、スタイルと持続可能性を両立させたい人に最適です。",
    "descriptionLamborghiniAventador": "吠えるV12エンジンと息をのむようなデザインを備えたエキゾチックスーパーカーで、比類のないパワーと速度を提供します。",
    "descriptionLexusLFA": "高回転V10エンジンを搭載した希少で精巧に作られたスーパーカーで、贅沢と高性能エンジニアリングを兼ね備えています。",
    "descriptionMazdaRX-7": "軽量でロータリーエンジンを搭載したスポーツカーで、機敏なハンドリングと時代を超えたデザインで知られ、本物の愛好者のための車です。",
    "descriptionNissanGTR50": "最先端の技術と生のパフォーマンスを融合させた限定版のパワーハウスで、速度の限界を押し上げるために設計されています。",
    "descriptionNissanSkyline": "豊かなモータースポーツの遺産を持つ伝説的なスポーツカーで、卓越したパフォーマンスと高度なエンジニアリングを提供します。",
    "descriptionOrangeCar": "鮮やかでダイナミックな車で、目を引く美しさとエネルギッシュなパフォーマンスを持ち、目立つことが好きな人に最適です。",
    "descriptionPorscheTaycan": "ポルシェの象徴的なパフォーマンスを兼ね備えた最先端の電動スポーツセダンで、贅沢、革新、ゼロエミッションの運転を融合させています。",
    "descriptionPurpleCar": "大胆でユニークな車両で、強い視覚的インパクトとダイナミックなハンドリングを持ち、道路で目立つための完璧な選択です。",
    "descriptionToyotaAE-86": "ドリフト文化での役割で有名なカルト的な軽量クーペで、正確なハンドリングと純粋な運転体験を提供します。",
    "equipped": "装備済み",
    "equip": "装備する"
  }
}
